Repository: lulzzz/infonetpos_ui
Catalog: Infonet.CStoreCommander.UI/Strings/*/Resources.resw
Source language: en_us
Languages: fr_ca

# txtLoginHeading.Text
source: Login
fr_ca: s'identifier

# btnEmergency.Content
source: EMERGENCY
fr_ca: Urgence

# btnLogin.Content
source: Login
fr_ca: Accès

# cbShift.Header
source: Shift
fr_ca: Quart de travail

# cbTill.Header
source: Till
fr_ca: Selection du tiroir

# txtTillFloat.Text
source: Float
fr_ca: Prêt Ouv

# txtPassword.Text
source: Password
fr_ca: Mot de passe

# txtPumpOptions.Text
source: PUMP OPTIONS
fr_ca: Options de la pompe

# txtUser.Text
source: User
fr_ca: Utilisateur :

# txtSettingMenuShift.Text
source: Shift
fr_ca: Quart de travail

# txtTill.Text
source: Till
fr_ca: Tiroir

# txtMaker.Text
source: BY INFONET TECHNOLOGY
fr_ca: Par INFONET TECHNOLOGY

# btnBanking.Text
source: Banking
fr_ca: Banque

# btnServicePump.Text
source: Service Pump
fr_ca: Pompe de service

# btnLoginPassword.Text
source: Login/Password
fr_ca: Accès/Mot de passe

# btnPolicy.Text
source: Policy
fr_ca: Périphériques

# txtPayPump.Text
source: PayPump
fr_ca: Pmt pompe

# txtPostPay.Text
source: PostPay
fr_ca: Payé après

# txtPrePay.Text
source: PrePay
fr_ca: Pré-payé

# btnLogout.Content
source: Logout
fr_ca: Connectez - Out

# btnInitialize.Content
source: Initialize
fr_ca: Initialiser

# btnCloseBatch.Content
source: Close Batch
fr_ca: Fermeture du lot

# btnShowError.Content
source: Display Errors
fr_ca: Afficher les erreurs

# txtLogoutHeading.Text
source: Logout
fr_ca: Connectez - Out

# btnPayments.Content
source: Payments
fr_ca: Paiements

# btnReports.Content
source: Reports
fr_ca: Rapports

# addCustomer.Content
source: Add Customer
fr_ca: Ajouter Client

# txtbLoyaltyNumber.Text
source: Loyalty Number
fr_ca: Numéro de Fidélité

# btnSave.Content
source: Save
fr_ca: Sauvegarder

# txtbName.Text
source: Name
fr_ca: Nom

# txtbPhone.Text
source: Phone
fr_ca: Téléphone

# btnCustomer.Content
source: Customer
fr_ca: Client

# txtAddStock.Text
source: Add Stock
fr_ca: Ajouter article stock

# txtbRegularPrice.Text
source: Reg. Price
fr_ca: Reg. Prix

# btnStockSearch.Text
source: Stock Search
fr_ca: Inventaire

# txtCustomers.Text
source: Customers
fr_ca: Clients

# txtSearch.Text
source: Search
fr_ca: Rechercher

# txtLoyaltyGift.Text
source: Loyalty / Gift
fr_ca: Fidélité / Cadeau

# txtAddCustomer.Text
source: Add Customer
fr_ca: Ajouter un client

# txtLoyalty.Text
source: Loyalty
fr_ca: Fidélité

# accept.Content
source: Accept
fr_ca: Accepter

# addStock.Content
source: Add Stock
fr_ca: Ajouter des stocks

# txtAlternateCode.Text
source: Alt. Code
fr_ca: Code Alternatif

# txtSearchStock.Text
source: Search Stock
fr_ca: Inventaire

# txtStockCode.Text
source: Stock Code
fr_ca: Code de stock

# txtStockSearch.Text
source: Stock Search
fr_ca: Inventaire

# btnLoyalty.Text
source: Loyalty/Gift
fr_ca: Fidélité/Cadeau

# txtCheckoutOptions.Text
source: Checkout Options
fr_ca: Options de paiement

# cntDiscounts.Content
source: Discounts
fr_ca: Rabais

# cntReturns.Content
source: Returns
fr_ca: Retour

# cntSuspendSale.Content
source: Suspend Sale
fr_ca: En attente

# cntUnsuspend.Content
source: Unsuspend
fr_ca: Rappel

# cntWriteOff.Content
source: Write Off
fr_ca: Inventaire éliminé

# cntBottleReturn.Content
source: Bottle Return
fr_ca: Retour de bouteille

# cntSaleReturn.Content
source: Sale Return
fr_ca: Annuler transaction

# returnToggle.OffContent
source: Disabled
fr_ca: Désactivé

# returnToggle.OnContent
source: Enabled
fr_ca: Activée

# txtReturns.Text
source: Returns
fr_ca: Retour

# complete.Content
source: Complete
fr_ca: Compléter

# printReceipt.OffContent
source: Print Receipt
fr_ca: Imprimer le reçu

# printReceipt.OnContent
source: Print Receipt
fr_ca: Imprimer le reçu

# returnBottles.Text
source: Return Bottle
fr_ca: Retour de bouteille

# txtAmount.Text
source: Amount
fr_ca: Montant à payer

# txtDiscount.Text
source: Disc.
fr_ca: Rabais

# txtPrice.Text
source: Price
fr_ca: Prix

# txtQuantity.Text
source: Qty.
fr_ca: Quantité

# txtBottleItems.Text
source: Bottle Items
fr_ca: Articles de bouteille

# btnSwitchUser.Content
source: Switch User
fr_ca: Changer I'usager actuel

# txtNewPassword.Text
source: New Password
fr_ca: Nom de I'usager

# txtConfirmNewPassword.Text
source: Confirm New Password
fr_ca: Confirmer le nouveau mot de passe

# txtCustomer.Text
source: Customer
fr_ca: Client

# txtunsuspend.Text
source: Unsuspend
fr_ca: Rappel

# txtReturnSale.Text
source: Return Sale
fr_ca: Annuler transaction

# btnReturn.Content
source: Return
fr_ca: Retour

# btnReturnItems.Content
source: Return Items
fr_ca: Articles retournés

# txtSale.Text
source: Sale
fr_ca: Vente

# txtTime.Text
source: Time
fr_ca: Heure

# searchSale.Header
source: Search Sale
fr_ca: Recherche Vente

# btnSelect.Content
source: Select
fr_ca: Choisir

# txtReturnItems.Text
source: Return Items
fr_ca: Articles retournés

# txtbDiscount.Text
source: Discount
fr_ca: Rabais

# txtbQuantity.Text
source: Quantity
fr_ca: Quantité

# txtCardNumber.Header
source: Card Number
fr_ca: Numéro de carte

# btnSubmit.Content
source: Submit
fr_ca: Soumettre

# btnActivate.Content
source: Activate
fr_ca: Activer

# btnDeactivate.Content
source: Deactivate
fr_ca: Désactiver

# btnAdd.Content
source: Add
fr_ca: Ajouter

# btnSet.Content
source: Set
fr_ca: Réglage

# txtAddAmount.Header
source: Add Amount
fr_ca: Ajouter un montant

# txtAmountGiveX.Header
source: Amount
fr_ca: Montant

# txtExistingCard.Text
source: Existing Card
fr_ca: Carte existante

# txtNewCard.Text
source: New Card
fr_ca: Nouvelle carte

# btnCashSale.Content
source: Cash Sale
fr_ca: Transaction régulière

# addItemByCode.Text
source: Add Item By Code
fr_ca: Ajouter un article par code

# btnFreezeTill.Content
source: Freeze Till
fr_ca: Barrer

# btnAcceptTender.Content
source: Accept Tender
fr_ca: Paiement

# btnDrawer.Content
source: Drawer
fr_ca: Tiroir-caisse

# btnExactChange.Content
source: Exact Change
fr_ca: Monnaie exacte

# btnPriceCheck.Content
source: Price Check
fr_ca: Vérif prix

# btnReprint.Content
source: Reprint
fr_ca: Réimprimer

# txtbCustomer.Text
source: Customer :
fr_ca: Client :

# txtbSale.Text
source: Sale :
fr_ca: Numéro de transaction:

# txtSetQuantity.Text
source: Set Quantity
fr_ca: Quantité définie

# giftCertificate.Text
source: Gift Certificate
fr_ca: Certificat cadeau

# numberOfGiftCertificate.Text
source: Number of Gift Certificates To
fr_ca: Nombre de certificats cadeaux disponibles

# priceOfEachGiftCertificate.Text
source: Price of Each Gift Certificate
fr_ca: Prix de chacun des certificats cadeaux

# startingWithNumber.Text
source: Starting with Number
fr_ca: Débutant par le numéro

# txtSalesSummary.Text
source: Sales Summary
fr_ca: Sommaire de transaction

# txtOutstanding.Text
source: Outstanding
fr_ca: Montant dû $

# txtTendered.Text
source: Tendered
fr_ca: Reçu $

# tsPumpTest.OffContent
source: Pump Test
fr_ca: Pompe d'essai

# tsPumpTest.OnContent
source: Pump Test
fr_ca: Pompe d'essai

# tsRunAway.OffContent
source: Run Away
fr_ca: Vol

# tsRunAway.OnContent
source: Run Away
fr_ca: Vol

# txtTender.Text
source: Tender
fr_ca: Paiement

# txtCouponNumber.Text
source: Coupon Number
fr_ca: Numéro de Coupon

# txtValue.Text
source: Value
fr_ca: Valeur

# txtSerialNumber.Text
source: Serial Number
fr_ca: Numéro de série

# cardNumber.Text
source: Card Number
fr_ca: Numéro de carte

# txtExpiryDate.Text
source: Expiry Date
fr_ca: Date d'expiration

# expiryDate.Header
source: Expiry Date
fr_ca: Date d'expiration

# txtLanguage.Header
source: Language
fr_ca: Langage

# txtCertificateNumber.Header
source: Certificate Number
fr_ca: Numéro de certificat

# txtNumber.Text
source: Number
fr_ca: Nombre

# txtSoldDate.Text
source: Sold Date
fr_ca: Date de vente

# txtStoreCredit.Header
source: Store Credit
fr_ca: Crédit magasin

# customerName.Header
source: Customer Name
fr_ca: Nom du client

# treatyNumber.Header
source: Treaty Number
fr_ca: Numéro d'entente

# validate.Content
source: Validate
fr_ca: Valider

# btnAR.Content
source: AR
fr_ca: Compte à recevoir

# btnFleet.Content
source: Fleet
fr_ca: CC flotte

# btnPayouts.Content
source: Payouts
fr_ca: Déboursés

# payments.Text
source: Payments
fr_ca: Paiements

# customerSearch.Text
source: Customer Search
fr_ca: Recherche de client

# completePayment.Content
source: Complete Payment
fr_ca: Paiement complété

# edit.Content
source: Edit
fr_ca: Éditer

# priceCheck.Text
source: Price Text
fr_ca: Prix du texte

# searchCode.Text
source: Search Code
fr_ca: Rechercher un article

# txtReports.Text
source: Reports
fr_ca: Rapports

# btnFlashReport.Text
source: Flash Report
fr_ca: Rapport Rapide

# btnSalesCount.Text
source: Sales Count
fr_ca: Sommaire des quantité de vente

# btnTillAuditReport.Text
source: Till Audit
fr_ca: Rapport de vérification de tiroir

# txtCashDrop.Text
source: Cash Drop
fr_ca: Prélèvement

# txtCashDraw.Text
source: Cash Draw
fr_ca: Prêt

# txtCashType.Text
source: Cash Type
fr_ca: Type d'encaisse

# btnRefresh.Content
source: Refresh
fr_ca: Initialiser

# department.Header
source: Department
fr_ca: Département

# btnRunReport.Text
source: Run report
fr_ca: Exécuter des rapports

# print.Content
source: Print
fr_ca: Imprimer

# txtReport.Text
source: Report
fr_ca: Rapport

# totals.Text
source: Totals
fr_ca: Totaux

# charges.Text
source: Charges
fr_ca: Dépôt

# invoiceDiscounts.Text
source: Invoice Discounts
fr_ca: Rabais transaction

# lineDiscounts.Text
source: Line Discounts
fr_ca: Rabais article

# productSales.Text
source: Product Sales
fr_ca: Ventes d'articles

# refunded.Text
source: Refunded
fr_ca: Remboursé

# salesAfterDiscounts.Text
source: Sales after Discounts
fr_ca: Vente après rabais

# totalReceipts.Text
source: Total Receipts
fr_ca: Vente totale

# txtDepartment.Text
source: Department
fr_ca: Département

# netSales.Text
source: Net Sales
fr_ca: Ventes Nets

# txtUnFreeze.Text
source: UnFreeze
fr_ca: Dégeler

# affixBarCode.Content
source: Affix Barcode
fr_ca: Attacher Code à Barre

# gstPstTaxExempt.Content
source: GST/PST Exempt
fr_ca: GST/PST Exempter

# validateAiteCardHolder.Text
source: Validate AITE Cardholder
fr_ca: Valider le titulaire de la carte AITE

# barCode.Header
source: Barcode
fr_ca: Code à barre

# cardHolderName.Text
source: Cardholder Name
fr_ca: Nom du Titulaire de Carte

# done.Content
source: Done
fr_ca: Complété

# cancel.Content
source: Cancel
fr_ca: Annuler

# envelopeNumber.Text
source: Please Enter Envelope number
fr_ca: SVP entrer le numéro d'enveloppe

# TenderAmount.Text
source: Tender Amount
fr_ca: Montant du paiement

# txtTreatyNumber.Text
source: Treaty Number
fr_ca: Numéro d'entente

# customerJName.Header
source: Customer Name
fr_ca: Nom du client

# permitNumber.Header
source: Permit Number
fr_ca: Numéro de permis

# removeTax.Content
source: Remove Tax
fr_ca: Supprimer la taxe

# taxExemption.Text
source: Tax Exemption
fr_ca: D'exemption de Taxe

# txtErrors.Text
source: Error
fr_ca: Erreur

# Clear.Content
source: Clear
fr_ca: Effacer

# cbOverrideCode.Header
source: Override Code
fr_ca: Code d'autorisation

# cbReason.Header
source: Reason
fr_ca: Raison

# explanation.Header
source: Explanation
fr_ca: Explication

# txtbEquivalent.Text
source: Equivalent
fr_ca: équivalent

# txtbExemptedTax.Text
source: Ex. Tax
fr_ca: Impôt exonéré

# txtbQuotaLimit.Text
source: Quota Limit
fr_ca: Limite de quota

# txtbQuotaUsed.Text
source: Quota Used
fr_ca: Quota utilisé

# txtbTaxFreePrice.Text
source: Tax Free Price
fr_ca: Prix exempt de taxes

# txtbTypeId.Text
source: Type Id
fr_ca: Numéro de type

# txtOverrideLimit.Text
source: Override Limit
fr_ca: Limite de d'autorisation

# txtProduct.Text
source: Product
fr_ca: Article

# txtTaxExemptReason.Text
source: Tax Exempt Reason
fr_ca: Fiscale raison exonérée

# validateTreatyNumber.Text
source: Validate Treaty Number
fr_ca: Valider le numéro du traité

# PayoutReson.Header
source: Payout Reason
fr_ca: Code de déboursé

# cardNumber.Header
source: Card Number
fr_ca: Numéro de carte

# VendorSearch.Header
source: Vendor Search
fr_ca: Recherche de fournisseurs

# btnOverride.Content
source: Override
fr_ca: Outrepasser

# txtLimit.Text
source: Limit
fr_ca: Limite

# btnComplete.Content
source: Complete
fr_ca: Compléter

# CertificationCode.Text
source: AITE certification code : 0706IN
fr_ca: Code de Certification AITE : 0706IN

# validateBandCustomer.Text
source: Validate Band/Customer
fr_ca: Valider la bande / client

# BandCustomer.Text
source: Band/Customer
fr_ca: Numéro de Bande/Client

# txtName.Text
source: Name
fr_ca: Nom

# textCardNumber.Text
source: Card Number
fr_ca: Numéro de carte

# txtARBalance.Text
source: Balance :
fr_ca: Solde:

# txtCreditLimit.Text
source: Credit Limit :
fr_ca: Limite de crédit :

# Filter.Header
source: Filter
fr_ca: Filtre

# Reprints.Text
source: Reprints
fr_ca: Réimpressions

# ReceiptPreview.Text
source: Receipt Preview
fr_ca: Aperçu des reçus

# txtBalance.Header
source: Balance
fr_ca: Solde

# txtOverrideCode.Text
source: Override Code
fr_ca: Code d'autorisation

# location.Header
source: Location
fr_ca: Emplacement

# loginPassword.Header
source: Password
fr_ca: Mot de passe

# loginUser.Header
source: User
fr_ca: Utilisateur

# StoreCredit.Text
source: Store Credit
fr_ca: Crédit magasin

# purchaseOrder.Text
source: Please input Purchase Order for this AR customer.
fr_ca: S.V.P. entrer le numéro de bon de commande pour ce client.

# purchaseOrderNumber.PlaceholderText
source: Purchase Order:
fr_ca: Bon de commande :

# tankDip.Text
source: Tank Dip
fr_ca: Dip de réservoir

# tankID.Text
source: Tank ID
fr_ca: ID du réservoir

# Value.Text
source: Value
fr_ca: Valeur

# btnFuelPrices.Content
source: Fuel Prices
fr_ca: Les prix du carburant

# btnPropaneGrade.Content
source: Propane Grade
fr_ca: Le grade propane

# btnTierLevel.Content
source: Tier/Level
fr_ca: Tier/Niveau

# txtbPumpOptions.Text
source: Pump Options
fr_ca: Options de la pompe

# txtLevel.Text
source: Level
fr_ca: Niveau

# txtPump.Text
source: Pump
fr_ca: Pompe

# txtSetAllPump.Text
source: Set All Pumps
fr_ca: Configurer toutes les pompes

# txtTierlevel.Text
source: Tier / Level
fr_ca: Tier/Niveau

# btnBasePricing.Content
source: Base Pricing
fr_ca: Prix ​​de base

# btnTaxExemptIncrements.Text
source: Tax Exempted Price Increments
fr_ca: Incréments des Prix d'exemption de Taxe

# btnIncrements.Text
source: Increments
fr_ca: Prix Incrémentiels

# txtFuelPricing.Text
source: Fuel Pricing
fr_ca: Prix du carburant

# btnPumpSelect.Content
source: Select
fr_ca: Choisir

# txtSelectPump.Text
source: Pump
fr_ca: Pompe

# txtPropaneGradeAmount.Text
source: Amount
fr_ca: Montant

# txtVolume.Header
source: Volume
fr_ca: Quantité

# btnReadTotalizer.Content
source: Read Totalizer
fr_ca: Lecture des totalisateurs

# txtCreditBase.Text
source: Credit Base
fr_ca: Base de crédit

# txtCreditTaxFree.Text
source: Credit Tax Free
fr_ca: Crédit gratuit

# txtUnitBase.Text
source: Unit Base
fr_ca: Unité de base

# txtUnitTaxFree.Text
source: Unit Tax Free
fr_ca: Unité libre d'impôt

# txtAmountFleet.Header
source: Amount
fr_ca: Montant à payer

# txtBatchNumber.Text
source: BatchNumber
fr_ca: No de lot

# txtSaleNumber.Text
source: Sale Number
fr_ca: Numéro de transaction

# txtSoldOn.Text
source: Sold On
fr_ca: Vendu sur

# txtTerminalID.Text
source: Terminal ID
fr_ca: No terminal

# txtReprintVolume.Text
source: Volume
fr_ca: Le volume

# txtSearchBySaleNumber.Header
source: Search By Sale Number
fr_ca: Rechercher par numéro de transaction

# LastPrint.Text
source: Last Print
fr_ca: Dernière_impression

# acceptPayment.Content
source: Accept Payment
fr_ca: Accepter paiement

# txtVendorCoupon.Text
source: Vendor Coupon
fr_ca: Coupon fournisseur

# txtVendorCouponNumber.Header
source: Coupon Number
fr_ca: Numéro de Coupon

# txtSelectedCoupon.Text
source: Selected Coupon
fr_ca: Coupon sélectionné

# txtVendorSerialNumber.Header
source: Serial Number
fr_ca: Numéro de Série

# btnDelete.Content
source: Delete
fr_ca: Supprimer

# txtFleetCardNumber.Header
source: Card Number
fr_ca: Numéro de carte

# txtPaymentByFleetTender.Text
source: Payment By Fleet
fr_ca: CC Flotte

# cbGrade.Header
source: Grade
fr_ca: Qualité

# btnSetPrepay.Content
source: Set Prepay
fr_ca: Activer la fonction prépayé

# btnSwitchPrepay.Text
source: Switch Prepay
fr_ca: Connecter prépayé

# cbPaymentType.Header
source: Payment Type
fr_ca: Type de paiement

# prepayHeading.Text
source: Prepay
fr_ca: Pré-payé

# cbToPump.Header
source: To Pump
fr_ca: Pour pomper

# btnTaxExemption.Content
source: Tax Exemption
fr_ca: D'exemption de Taxe

# cbSelectPump.Header
source: Select Pump
fr_ca: Sélectioner la pompe

# manualPrice.Text
source: Manual Price
fr_ca: Prix manuel

# cbPaymentMode.Header
source: Payment Mode
fr_ca: Mode de paiement

# billCoinCounter.Text
source: Bill/Coin Counter
fr_ca: Compteur de billets/monnaie

# completeTillClose.Text
source: Complete Till Close
fr_ca: Compléter la fermeture

# Count.Text
source: Count
fr_ca: Quantité

# Entered.Text
source: Entered
fr_ca: Entrer

# Exit.Content
source: Exit
fr_ca: Sortie

# System.Text
source: System
fr_ca: Système

# txtTillClose.Text
source: Till Close
fr_ca: Tiroir fermé

# reprintedOn.Text
source: Reprinted On
fr_ca: Réimprimé le

# tenderDetails.Content
source: Tender Details
fr_ca: Détail de_paiements

# Level.Text
source: Level
fr_ca: Niveau

# btnSelectPricesToDisplay.Text
source: Prices To Display
fr_ca: Prix à afficher

# cbLevel.Header
source: Level
fr_ca: Niveau

# btnCompleteChange.Content
source: Complete (Change)
fr_ca: Compléter (Reçu)

# btnCompleteOverPayment.Content
source: Complete (OverPayment)
fr_ca: Compléter (Paiement en trop)

# txtPrepayAmount.Text
source: Prepay Amt
fr_ca: Pré-payé Montant

# txtPrepayVolume.Text
source: Prepay Vol
fr_ca: Pré-payé Quantité

# txtUnitPrice.Text
source: Unit Price
fr_ca: Prix unitaire

# txtUsedAmount.Text
source: Used Amt
fr_ca: Quantité utilisée

# txtUsedVolume.Text
source: Used Vol
fr_ca: Volume utilisé

# txtFinish.Text
source: Finish
fr_ca: Terminer

# Manual.Text
source: Manual
fr_ca: Manuelle

# FlashReportTill.Text
source: Flash Report for Till #
fr_ca: Rapport rapide par caissier #

# ckPricesToDisplay.Content
source: Set to the Price Display
fr_ca: Initialiser l'afficheur de prix

# ckReadTotalizer.Content
source: Read Pump Totalizers
fr_ca: Lecture des totalisateurs

# bill.Content
source: Bills
fr_ca: Billets

# roll.Content
source: Rolls
fr_ca: Rouleaux de monnaie

# ManualCaption.Text
source: Select Pump, input Fuel Amount and Grade for Manual Fuel Sale.
fr_ca: Sélectionner la pompe, entrer le montant d'essence et le grade pour vente d'essence manuelle.

# txtTopazSignaturPad.Text
source: Topaz Signature Pad
fr_ca: Topaze Signature Pad

# Month.Header
source: Month
fr_ca: mois

# Year.Header
source: Year
fr_ca: An

# btnLogoutFuelOnly.Text
source: LOGOUT
fr_ca: CONNECTEZ - OUT

# ShiftDate.Text
source: Shift Date:
fr_ca: Date de changement:

# setAmount.Text
source: Set Amount
fr_ca: Quantité définie

# basePriveAccept.Content
source: Accept
fr_ca: Réglage

# lbLevel.Text
source: Level
fr_ca: Sélectionner le niveau

# lbTierLevel.Text
source: Tier
fr_ca: Sélectionner un tier

# txtAmountAR.Header
source: Amount
fr_ca: Montant à payer

# txtARPageHeading.Text
source: AR Payments
fr_ca: Paiement compte client

# btnSaveInPricesToDisplay.Content
source: Save
fr_ca: Sauvegarder

# EmergencyHeader.Text
source: Pump Emergency
fr_ca: Pompe d'urgence

# EmergencyResume.Content
source: Resume All
fr_ca: Tout résumer

# EmergencyStop.Content
source: Stop All
fr_ca: Arrête tout

# CarwashServerErrorMessage
source: Cannot sell or refund carwash products carwash server is down, Please Delete all carwash products.
fr_ca: Ne peut pas vendre ou rembourser les produits de lavage de voiture. Le serveur Carwash est en panne, veuillez supprimer tous les produits cawash

# enterCarwashCode.Text
source: Enter the carwash code
fr_ca: Entrez le code du lavage de voiture

# carwashHeader.Text
source: Validate Carwash
fr_ca: Valider Carwash
